Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: You currently don't have any channels that can be closed.
ar: ليس لديك حاليًا أي قنوات يمكن إغلاقها.
cs: Aktuálně nemáte žádné kanály, které můžou být uzavřeny.
de: Du hast derzeit keine Kanäle, die geschlossen werden können.
es: Actualmente no tienes ningún canal que se pueda cerrar.
es_419: Actualmente no tienes ningún canal que se pueda cerrar.
fr: Vous n’avez en ce moment aucun canal de paiement qui puisse être fermé.

source: You currently have %@ Lightning channels with an aggregate balance of %@.
ar: لديك حاليًا %1$@ قنوات على شبكة البرق برصيد اجمالي يبلغ %2$@.
cs: Aktuálně máte %1$@ Lightning kanálů s celkovým zůstatkem %2$@.
de: Du hast derzeit %@ Lightning-Kanäle mit einem Gesamtsaldo von %@.
es: Actualmente tienes %1$@ canales de Lightning con un saldo total de %2$@.
es_419: Actualmente tienes %@ canales de Lightning con un saldo total de %@.
fr: Vous avez en ce moment %1$@ canaux Lightning avec une balance aggrégée de %2$@.

source: You currently have 1 Lightning channel with a balance of %@.
ar: لديك حاليًا قناة برق واحدة برصيد %@.
cs: Aktuálně máte 1 Lightning kanál se zůstatkem %@.
de: Du hast derzeit 1 Lightning-Kanal mit einem Guthaben von %@.
es: Actualmente tienes 1 canal de Lightning con un saldo de %@.
es_419: Actualmente tienes 1 canal de Lightning con un saldo de %@.
fr: Vous avez en ce moment 1 canal Lightning avec une balance de %@.

source: You disabled "background app refresh" for Phoenix which prevents the watchtower from running. Please enable it to ensure your funds remain safe.
ar: لقد قمت بتعطيل "تحديث التطبيق في الخلفية" لـ Phoenix مما يمنع برج المراقبة من العمل. يرجى تمكينه لضمان بقاء أموالك آمنة.
cs: Zakázali jste "obnovování aplikací na pozadí" pro Phoenix, což brání spuštění strážní věže. Povolte ji, aby vaše prostředky zůstaly v bezpečí.
de: Du hast die "Hintergrundaktualisierung" für Phoenix deaktiviert, die verhindert, dass der Wachturm läuft. Bitte aktiviere sie, damit dein Geld sicher bleibt.
es: Desactivaste la "actualización de la aplicación en segundo plano" para Phoenix, lo que impide que se ejecute la torre de vigilancia. Habilítelo para garantizar que sus fondos permanezcan seguros.
es_419: Desactivaste la "actualización de aplicaciones en segundo plano" para Phoenix, lo que impide que se ejecute la torre de vigilancia. Actívala para garantizar la seguridad de tus fondos.
fr: Vous avez désactivé l'"actualisation en arrière plan", ce qui empêchera la tour de contrôle de fonctionner. Veuillez réactiver cette option pour que vos fonds restent en sûreté.

source: You don't have any payment channels.
ar: ليس لديك أي قنوات دفع.
cs: Nemáte žádné platební kanály.
de: Du hast keine Zahlungskanäle.
es: No tienes ningún canal de pago.
es_419: No tienes canales de pago.
fr: Vous n’avez aucun canal de paiement.

source: You enabled iCloud backup for your recovery phrase, but the backup didn't complete.
ar: لقد قمت بتمكين النسخ الاحتياطي على iCloud لعبارة الاسترداد الخاصة بك، لكن النسخ الاحتياطي لم يكتمل.
cs: Povolíte zálohování iCloud pro frázi pro obnovení, ale zálohování se nedokončí.
de: Du hast die iCloud-Sicherung für deinen Wiederherstellungssatz aktiviert, aber die Sicherung wurde nicht abgeschlossen.
es: Habilitó la copia de seguridad de iCloud para su frase de recuperación, pero la copia de seguridad no se completó.
es_419: Activaste la copia de seguridad de iCloud para la frase de recuperación, pero la copia no se completó.
fr: Vous avez activé la sauvegarde de votre clé sur iCloud, mais cela n'a pas fonctionné.

source: You have **disabled** automated channel management. Funds will not be swapped, and will be unavailable for spending within Phoenix.
ar: لقد قمت ** بتعطيل ** الإدارة الآلية للقنوات. لن يتم تبديل الأموال، ولن تكون متاحة للإنفاق داخل فينيكس.
cs: Máte **vypnutou** automatickou správu kanálů. Prostředky nebudou vyměněny a nebudou k dispozici pro utrácení v rámci Phoenixu.
de: Du hast die automatische Kanalverwaltung **deaktiviert**. Die Gelder werden nicht ausgetauscht und stehen nicht für Ausgaben innerhalb von Phoenix zur Verfügung.
es: Has **deshabilitado** la administración automatizada de canales. Los fondos no se intercambiarán y no estarán disponibles para gastarlos dentro de Phoenix.
es_419: **Desactivaste** la gestión automatizada de canales. Los fondos no se intercambiarán ni estarán disponibles para gastarlos en Phoenix.
fr: Vous avez **désactivé** la gestion automatisée des canaux. Les fonds ne seront pas basculés sur Lightning, et ne seront pas dépensable depuis Phoenix

source: You have already paid this invoice.
ar: لقد دفعت هذه الفاتورة بالفعل.
cs: Tuto fakturu jste již zaplatili.
de: Du hast diese Rechnung bereits bezahlt.
es: Ya pagó esta factura.
es_419: Ya pagaste esta factura.
fr: Vous avez déjà payé cette requête.

source: You have disabled Background App Refresh for this app.
ar: لقد قمت بتعطيل تحديث التطبيق في الخلفية.
cs: Pro tuto aplikaci jste deaktivovali aktualizaci na pozadí.
de: Du hast die Hintergrundaktualisierung der App für diese App deaktiviert.
es: Ha desactivado la actualización en segundo plano para esta aplicación.
es_419: Desactivaste la actualización en segundo plano para esta aplicación.
fr: Vous avez désactivé l’actualisation en arrière-plan pour cette application.

source: You have disabled background payments.
ar: لقد قمت بتعطيل المدفوعات الخلفية.
cs: Zakázali jste platby na pozadí.
de: Du hast Hintergrundzahlungen deaktiviert.
es: Ha desactivado los pagos en segundo plano.
es_419: Desactivaste los pagos en segundo plano.
fr: Vous avez désactivé les paiements en arrière-plan.

source: You have disabled notifications for this app.
ar: لقد قمت بتعطيل الإشعارات لهذا التطبيق.
cs: Pro tuto aplikaci jste deaktivovali oznámení.
de: Du hast die Benachrichtigungen für diese App deaktiviert.
es: Ha desactivado las notificaciones para esta aplicación.
es_419: Desactivaste las notificaciones para esta aplicación.
fr: Vous avez désactivé les notifications pour cette application.

source: You have not backed up your recovery phrase!
ar: لم تقم بالنسخ الاحتياطي لعبارة الاسترداد الخاصة بك!
cs: Nemáte zálohovanou obnovovací frázi!
de: Sie haben kein Backup Ihrer Wiederherstellungsphrase erstellt!
es: No has hecho una copia de seguridad de tu frase de recuperación.
es_419: No has hecho una copia de seguridad de tu frase de recuperación.
fr: Vous n’avez encore pas fait de sauvegarde de votre clé.

source: You have too many pending payments. Try again once they are settled.
ar: لديك الكثير من المدفوعات المعلقة. حاول مرة أخرى بمجرد تسويتها.
cs: Máte příliš mnoho čekajících plateb. Zkuste to znovu, jakmile budou vypořádány.
de: Sie haben zu viele ausstehende Zahlungen. Versuchen Sie es erneut, sobald sie abgewickelt sind.
es: Tienes demasiados pagos pendientes. Vuelva a intentarlo una vez que se hayan liquidado.
es_419: Tienes demasiados pagos pendientes. Vuelva a intentarlo una vez que se hayan liquidado.
fr: Vous avez trop de paiements en attente. Réessayez une fois qu\'ils sont terminés.

source: You may be able to reduce your fees by increasing your bucket size ahead of a series of incoming payments.
ar: قد تتمكن من تقليل الرسوم الخاصة بك عن طريق زيادة حجم الدلو الخاص بك قبل سلسلة من المدفوعات الواردة.
cs: Poplatky můžete snížit zvýšením velikosti kbelíku před sérií příchozích plateb.
de: Möglicherweise kannst du deine Gebühren senken, indem du die Größe deines Eimers vor einer Reihe von Zahlungseingängen erhöhst.
es: Es posible que puedas reducir tus comisiones aumentando el tamaño de tu cubo antes de una serie de pagos entrantes.
es_419: Es posible que puedas reducir tus comisiones aumentando el tamaño de tu cubo antes de una serie de pagos entrantes.
fr: En augmentant préalablement la taille de ce seau avant de recevoir de nouveaux paiements, vous pourrez vous éviter d'avoir à payer des frais plus tard.

source: You must now restart Phoenix.
ar: يجب عليك الآن إعادة تشغيل Phoenix.
cs: Nyní je třeba restartovat systém Phoenix.
de: Du musst Phoenix jetzt neu starten.
es: Ahora debes reiniciar Phoenix.
es_419: Debes reiniciar Phoenix ahora.
fr: Vous devez maintenant redémarrer Phoenix.

source: You must restart Phoenix for the changes to take affect.
ar: يجب إعادة تشغيل Phoenix حتى تدخل التغييرات حيز التنفيذ.
cs: Aby se změny projevily, je třeba restartovat aplikaci Phoenix.
de: Sie müssen Phoenix neu starten, damit die Änderungen wirksam werden.
es: Debes reiniciar Phoenix para que los cambios surtan efecto.
es_419: Debes reiniciar Phoenix para que los cambios surtan efecto.
fr: Vous devez redémarrer Phoenix pour que les modifications soient prises en compte.

source: You need at least one channel to claim your address. Try adding funds to your wallet and try again.
ar: تحتاج إلى قناة واحدة على الأقل للمطالبة بعنوانك. حاول إضافة أموال إلى محفظتك وحاول مرة أخرى.
cs: K uplatnění nároku na adresu potřebujete alespoň jeden kanál. Zkuste přidat prostředky do peněženky a zkuste to znovu.
de: Sie benötigen mindestens einen Kanal, um Ihre Adresse zu beanspruchen. Versuchen Sie, Geld in Ihr Portemonnaie einzuzahlen und versuchen Sie es erneut.
es: Necesitas al menos un canal para reclamar tu dirección. Intenta añadir fondos a tu monedero e inténtalo de nuevo.
es_419: Necesitas al menos un canal para reclamar tu dirección. Intenta añadir fondos a tu monedero e inténtalo de nuevo.
fr: Vous avez besoin d'au moins un canal pour revendiquer votre adresse. Essayez d'ajouter des fonds à votre portefeuille et réessayez.

source: You scanned a bitcoin address. Phoenix currently only supports sending Lightning payments. You can use a third-party service to make the offchain->onchain swap.
ar: لقد قمت بمسح عنوان بيتكوين. تدعم Phoenix حاليًا فقط إرسال مدفوعات عبر شبكة البرق (Lightning). يمكنك استخدام خدمات من جهات خارجية لعمل تحويل من شبكة البرق إلى الشبكة الرئيسية للبيتكوين.
cs: Naskenovali jste bitcoinovou adresu. Phoenix v současné době podporuje pouze odesílání plateb Lightning. K provedení offchain-> onchain výměny můžete použít službu třetí strany.
de: Du hast eine Bitcoin-Adresse gescannt. Phoenix unterstützt derzeit nur das Senden von Lightning-Zahlungen. Für den Offchain-&gt;Onchain-Swap kannst du einen Drittanbieter-Dienst nutzen.
es: Escaneó una dirección de Bitcoin. Phoenix actualmente solo admite el envío de pagos de Lightning. Puede utilizar un servicio a terceros para realizar el intercambio fuera de la cadena ->dentro de la cadena.
es_419: Escaneaste una dirección de Bitcoin. Phoenix actualmente solo admite el envío de pagos por Lightning. Puedes usar un servicio de terceros para hacer el intercambio desde fuera de la cadena a la cadena.
fr: Vous avez scanné une adresse Bitcoin. Phoenix ne supporte que l’envoi de paiements Lightning pour l’instant. Vous pouvez utiliser un service tiers de swap offchain-onchain.

source: You should soon receive a payment for %@
ar: من المفترض أن تتلقى قريبًا دفعة بقيمة %@
cs: Brzy byste měli obdržet platbu za %@
de: Du solltest bald eine Zahlung für %@ erhalten
es: Pronto debería recibir un pago por %@
es_419: Pronto deberías recibir un pago por %@
fr: Vous devriez bientôt recevoir un paiement de %@

# You will pay %@ (≈ %@) to the Bitcoin miners.
source: You will pay %1$@ (≈ %2$@) to the Bitcoin miners.
ar: ستدفع %1$$@ (≈ %2$$@) إلى مُعدِّني البيتكوين.
cs: Těžařům bitcoinů zaplatíte %1$@ (≈ %2$@).
de: Du wirst %1$@ (≈ %2$@) an die Bitcoin-Miner zahlen.
es: Pagarás %1$@ (≈ %2$@) a los mineros de Bitcoin.
es_419: Pagarás %1$@ (≈ %2$@) a los mineros de Bitcoin.
fr: Vous paierez %1$@ (≈ %2$@) aux mineurs du réseau Bitcoin.

source: You'll be able to overpay Lightning invoices up to 2 times the amount requested. Useful for manual tipping, or as a privacy measure.
ar: ستتمكّن من دفع فواتير Lightning مبالغ زائدة تصل إلى ضعف المبلغ المطلوب. مفيد للبقشيش اليدوي، أو كإجراء للخصوصية.
cs: Budete moci přeplatit faktury Blesku až do výše dvojnásobku požadované částky. Užitečné pro ruční spropitné nebo jako opatření na ochranu soukromí.
de: Du kannst Blitzrechnungen bis zum 2-fachen des geforderten Betrags überbezahlen. Nützlich für manuelle Trinkgelder oder als Maßnahme zum Schutz der Privatsphäre.
es: Podrás sobrepagar facturas relámpago hasta 2 veces la cantidad solicitada. Útil para propinas manuales, o como medida de privacidad.
es_419: Podrás sobrepagar facturas relámpago hasta 2 veces la cantidad solicitada. Útil para propinas manuales, o como medida de privacidad.
fr: Vous pourrez surpayer les requêtes Lightning jusqu'à 2 fois le montant demandé. Utile pour les pourboires, ou comme mesure de confidentialité.

source: You've already paid this invoice. Paying it again could result in stolen funds.
ar: لقد دفعت هذه الفاتورة بالفعل. قد يؤدي دفعها مرة أخرى إلى سرقة الأموال.
cs: Tuto fakturu jste již zaplatili. Opětovné zaplacení může vést ke krádeži finančních prostředků.
de: Du hast diese Rechnung bereits bezahlt. Wenn du sie noch einmal bezahlst, könnte das zu gestohlenen Geldern führen.
es: Ya pagó esta factura. Pagarla de nuevo podría resultar en el robo de fondos.
es_419: Ya pagaste esta factura. Si vuelves a pagarla, podrían robarte los fondos.
fr: Vous avez déjà payé cette requête. La payer de nouveau peut résulter dans une perte des fonds.

source: Your Node ID:
ar: معرف العقدة الخاص بك:
cs: ID vašeho uzlu:
de: Deine Node ID:
es: Su ID de Nodo:
es_419: ID de tu nodo:
fr: Votre identifiant de noeud :

source: Your account balance of:
ar: رصيد حسابك من:
cs: Zůstatek na vašem účtu ve výši:
de: Dein Kontostand von:
es: El saldo de su cuenta de:
es_419: El saldo de tu cuenta de:
fr: Votre solde de :

source: Your address for on-chain deposits will change
ar: سيتغير عنوانك للإيداعات على السلسلة
cs: Vaše adresa pro vklady na řetězci se změní.
de: Deine Adresse für On-Chain-Einzahlungen wird sich ändern
es: Su dirección para depósitos en cadena cambiará
es_419: Tu dirección para depósitos en la cadena cambiará
fr: Votre adresse pour les dépôts sur la chaîne va changer

source: Your balance of:
ar: رصيدك من:
cs: Váš zůstatek:
de: Ihr Saldo aus:
es: Tu saldo de:
es_419: Tu saldo de:

source: Your channel are not connected yet. Wait for a stable connection and try again.
ar: قناتك غير متصلة بعد. انتظر اتصالاً مستقراً وحاول مرة أخرى.
cs: Váš kanál ještě není připojen. Počkejte na stabilní připojení a zkuste to znovu.
de: Ihr Kanal ist noch nicht verbunden. Warten Sie auf eine stabile Verbindung und versuchen Sie es erneut.
es: Tu canal aún no está conectado. Espera a tener una conexión estable e inténtalo de nuevo.
es_419: Tu canal aún no está conectado. Espera a tener una conexión estable e inténtalo de nuevo.
fr: Vos canaux ne sont pas encore connectés. Attendez une connexion stable et réessayez.

source: Your channel is still in the process of being opened. Wait and try again.
ar: لا تزال قناتك في طور الفتح. انتظر وحاول مرة أخرى.
cs: Váš kanál je stále v procesu otevírání. Počkejte a zkuste to znovu.
de: Ihr Kanal wird noch geöffnet. Warten Sie und versuchen Sie es erneut.
es: Tu canal aún está en proceso de apertura. Espere e inténtelo de nuevo.
es_419: Tu canal aún está en proceso de apertura. Espere e inténtelo de nuevo.
fr: Votre canal de paiement est toujours en cours d\'ouverture. Attendez et réessayez.

source: Your comment will be sent when you pay.
ar: سيتم إرسال تعليقك عندما تدفع.
cs: Váš komentář bude odeslán po zaplacení.
de: Dein Kommentar wird gesendet, wenn du bezahlst.
es: Su comentario será enviado cuando pague.
es_419: Se enviará tu comentario cuando pagues.
fr: Ce commentaire sera envoyé lorsque vous paierez.

source: Your key, your bitcoins
ar: مفتاحك، عملات البيتكوين الخاصة بك
cs: Váš klíč, vaše bitcoiny
de: Ihr Schlüssel, Ihre Bitcoins
es: Tu llave, tus bitcoins
es_419: Tu clave, tu Bitcoin
fr: Votre clé, vos Bitcoins

source: Your payment history and contacts are only stored on this device.
ar: يتم تخزين سجل الدفع وجهات الاتصال الخاصة بك على هذا الجهاز فقط.
cs: Historie plateb a kontakty jsou uloženy pouze v tomto zařízení.
de: Ihr Zahlungsverhalten und Ihre Kontakte werden nur auf diesem Gerät gespeichert.
es: Tu historial de pagos y tus contactos sólo se almacenan en este dispositivo.
es_419: Tu historial de pagos y tus contactos sólo se almacenan en este dispositivo.
fr: L'historique de vos paiements et vos contacts ne sont stockés que sur cet appareil.

source: Your payment history and contacts will be stored in iCloud.
ar: سيتم تخزين سجل الدفع وجهات الاتصال الخاصة بك في iCloud.
cs: Historie plateb a kontakty se ukládají na iCloudu.
de: Ihr Zahlungsverhalten und Ihre Kontakte werden in iCloud gespeichert.
es: Tu historial de pagos y tus contactos se almacenarán en iCloud.
es_419: Tu historial de pagos y tus contactos se almacenarán en iCloud.
fr: L'historique de vos paiements et vos contacts seront stockés dans iCloud.

source: Your recovery phrase is 12 words, generated using the BIP39 standard. English is recommended. If you prefer another language, we provide recovery instructions on our website. Your selection here does **not** affect your ability to send or receive bitcoin within Phoenix.
ar: عبارة الاسترداد هي 12 كلمة، تم إنشاؤها باستخدام معيار BIP39. يوصى باستخدام اللغة الإنجليزية. إذا كنت تفضل لغة أخرى، فنحن نوفر تعليمات الاسترداد على موقعنا الإلكتروني. اختيارك هنا **لا يؤثر ** على قدرتك على إرسال أو استقبال البيتكوين داخل فينيكس.
cs: Vaše fráze pro obnovu obsahuje 12 slov, která jsou generována pomocí standardu BIP39. Doporučuje se angličtina. Pokud dáváte přednost jinému jazyku, poskytujeme na našich webových stránkách pokyny k obnovení. Vaše volba zde **nemá** vliv na vaši možnost odesílat nebo přijímat bitcoiny v rámci Phoenixu.
de: Deine Rückgewinnungsphrase besteht aus 12 Wörtern, die nach dem BIP39-Standard erstellt werden. Englisch wird empfohlen. Wenn du eine andere Sprache bevorzugst, findest du auf unserer Website eine Anleitung zur Wiederherstellung. Deine Auswahl hier hat **keine** Auswirkungen auf deine Fähigkeit, Bitcoin innerhalb von Phoenix zu senden oder zu empfangen.
es: Su frase de recuperación es de 12 palabras, generada utilizando el estándar BIP39. Se recomienda inglés. Si prefiere otro idioma, le proporcionamos instrucciones de recuperación en nuestro sitio web. Su selección aquí **no** afecta su capacidad para enviar o recibir bitcoins dentro de Phoenix.
es_419: Tu frase de recuperación tiene 12 palabras, generadas utilizando la norma BIP39. Se recomienda el inglés. Si prefieres otro idioma, ofrecemos instrucciones de recuperación en nuestro sitio web. Tu selección aquí **no** afecta a tu capacidad de enviar o recibir bitcoin dentro de Phoenix.
fr: Votre phrase de récupération est composée de 12 mots, générés suivant le standard BIP39. L'anglais est recommandé pour des raison de compatibilité. Si vous préférez une autre langue, nous fournissons des instructions sur notre site Internet. Votre choix ici n'a **aucune incidence** sur votre capacité à envoyer ou à recevoir des bitcoins depuis Phoenix.

source: Your recovery phrase is a list of 12 words in:
ar: عبارة الاسترداد الخاصة بك هي قائمة من 12 كلمة في:
cs: Vaše fráze pro obnovu je seznam 12 slov v:
de: Deine Genesungsphrase ist eine Liste von 12 Wörtern in:
es: Su frase de recuperación es una lista de 12 palabras en:
es_419: Tu frase de recuperación es una lista de 12 palabras en:
fr: Votre clé de sauvegarde est une liste de 12 mots dans :

source: Your recovery phrase is stored in iCloud.
ar: عبارة الاسترداد الخاصة بك مخزنه في iCloud.
cs: Fráze pro obnovení je uložena v iCloudu.
de: Deine Wiederherstellungsphrase wird in der iCloud gespeichert.
es: Su frase de recuperación se almacena en iCloud.
es_419: La frase de recuperación está almacenada en iCloud.
fr: Votre clé de sauvegarde est stockée dans iCloud.

source: Your recovery phrase was deleted from iCloud.
ar: تم حذف عبارة الاسترداد من iCloud.
cs: Vaše fráze pro obnovení byla z iCloudu odstraněna.
de: Deine Wiederherstellungsphrase wurde aus der iCloud gelöscht.
es: Tu frase de recuperación fue eliminada de iCloud.
es_419: La frase de recuperación se eliminó de iCloud.
fr: Votre clé de sauvegarde a été supprimée d’iCloud.

source: Your recovery phrase will be stored in iCloud, and Phoenix can automatically restore your wallet balance.
ar: سيتم تخزين عبارة الاسترداد الخاصة بك في iCloud، ويمكن لـ Phoenix استعادة رصيد محفظتك تلقائيًا.
cs: Fráze pro obnovení bude uložena na iCloudu a Phoenix může automaticky obnovit zůstatek v peněžence.
de: Deine Wiederherstellungsphrase wird in der iCloud gespeichert, und Phoenix kann dein Guthaben automatisch wiederherstellen.
es: Su frase de recuperación se almacenará en iCloud y Phoenix puede restaurar automáticamente el saldo de su billetera.
es_419: La frase de recuperación se almacenará en iCloud. Phoenix puede restaurar automáticamente el saldo de la billetera.
fr: Votre clé de sauvegarde sera stockée dans iCloud, et Phoenix pourra restaurer automatiquement votre solde.

source: Your wallet is empty. The first payment you receive must be at least **%@**.
ar: محفظتك فارغة. يجب أن يكون أول مبلغ تتلقاه **%@**.
cs: Vaše peněženka je prázdná. První platba kterou dostanete musí být nejméně **% @ **.
de: Dein Geldbeutel ist leer. Die erste Zahlung, die du erhältst, muss mindestens **%@** betragen.
es: Tu billetera está vacía. El primer pago que reciba debe ser de al menos **% @ **.
es_419: La billetera está vacía. El primer pago que recibas debe ser como mínimo de **%@**.
fr: Votre portefeuille est vide. Le premier paiement que vous recevrez devra être d’au moins **%@**.

source: active commitments
ar: الالتزامات النشطة
cs: aktivní závazky
de: aktive Verpflichtungen
es: compromisos activos
es_419: compromisos activos
fr: Commitments actifs

source: add liquidity
ar: إضافة سيولة
cs: přidat likviditu
de: liquidität hinzufügen
es: añade liquidez
es_419: añade liquidez
fr: ajouter de la liquidité

source: adding to existing channel
ar: إضافة إلى القناة الحالية
cs: přidání do stávajícího kanálu
de: hinzufügen zum bestehenden Kanal
es: agregando al canal existente
es_419: agregar a un canal existente
fr: Ajoute au channel existant

source: amount
ar: المبلغ
cs: částka
de: betrag
es: cantidad
es_419: importe
fr: montant

source: amount at time of payment
ar: المبلغ وقت الدفع
cs: částka v době platby
de: betrag zum Zeitpunkt der Zahlung
es: cantidad al momento del pago
es_419: importe en el momento del pago
fr: montant au moment du paiement

source: amount based on current exchange rate
ar: المبلغ بناءً على سعر الصرف الحالي
cs: částka na základě aktuálního směnného kurzu
de: betrag auf Basis des aktuellen Wechselkurses
es: cantidad basada en el tipo de cambio actual
es_419: importe basado en la tasa de cambio actual
fr: montant basé sur le taux de change courant

source: amount in %@
ar: المبلغ بالنسبة المئوية@
cs: částka v %@
de: betrag in %@
es: cantidad en %@
es_419: importe en %@
fr: montant en %@

source: amount received
ar: تم استلام المبلغ
cs: přijatá částka
de: erhaltener Betrag
es: valor recibido
es_419: importe recibido
fr: Montant perçu

source: amount requested
ar: المبلغ المطلوب
cs: požadovaná částka
de: beantragter Betrag
es: valor requerido
es_419: importe solicitado
fr: Montant demandé

source: amount to receive
ar: المبلغ المطلوب تلقيه
cs: částka, kterou má obdržet
de: zu erhaltender Betrag
es: cantidad a recibir
es_419: importe que se recibirá
fr: Montant à percevoir

source: any amount
ar: أي مبلغ
cs: libovolná částka
de: jeder Betrag
es: Cualquier valor
es_419: cualquier importe
fr: montant indéfini

source: balance
ar: التوازن
cs: bilance
de: gleichgewicht
es: saldo
es_419: saldo
fr: solde

source: broadcast
ar: البث
cs: vysílání
de: sendung
es: transmisión
es_419: transmitir
fr: émis

source: can send
ar: يمكن أن ترسل
cs: může posílat
de: kann senden
es: puede enviar
es_419: puede enviar
fr: capacité d'envoi
